/* 
  Droplet.strings
  FancyDroplet

  Created by Mark Alldritt on 2016-09-01.
  Copyright © 2016 Late Night Software Ltd. All rights reserved.
*/

"RuntimeErrorMessage" = "Runtime Script Error";
"RuntimeErrorInformation" = "%@";

"NoOpenHandlerMessage" = "No on open handler";
"NoOpenHandlerInformation" = "The script does not provide an ‘on open’ handler and so cannot respond to opened files.";

"QuitButton" = "Quit";

"DefaultDropFilesPrompt" = "Drop your items here";
"DefaultFindFilesPrompt" = "Find items";
